Repository: 2gis/dgis_mobile_sdk_map
Catalog: lib/l10n/dgis_*.arb
Languages: ru

# dgis_route_re_search
source: Route recalculation
ru: Перестроение маршрута

# dgis_missing_gps
source: No GPS signal received
ru: Отсутствует сигнал GPS

# dgis_you_have_arrived
source: You have arrived!
ru: Вы на месте!

# dgis_better_route_has_been_found
source: Better route has been found
ru: Найден маршрут лучше

# dgis_d_days
source: d
ru: д

# dgis_d_days_format
source: {count} d
ru: {count} д

# dgis_h__hours
source: h
ru: ч

# dgis_h__hours_format
source: {count} h
ru: {count} ч

# dgis_m__minutes
source: m
ru: м

# dgis_m__minutes_format
source: {count} m
ru: {count} м

# dgis_min__minutes
source: min
ru: мин

# dgis_min__minutes_format
source: {count} min
ru: {count} мин

# dgis_m__meters
source: m
ru: м

# dgis_m__meters_format
source: {count} m
ru: {count} м

# dgis_km
source: km
ru: км

# dgis_km_format
source: {count} km
ru: {count} км

# dgis_km_per_h
source: km/h
ru: км/ч

# dgis_km_per_h_format
source: {count} km/h
ru: {count} км/ч

# dgis_road_exit_caption
source: Exit
ru: Съезд

# dgis_road_exit_format
source: Exit {number}
ru: {number}-й съезд

# dgis_on_foot_duration
source: On foot {duration}
ru: Пешком {duration}

# dgis_on_foot_distance
source: {distance} on foot
ru: Пешком {distance}

# dgis_route_start
source: Route start
ru: Начало маршрута

# dgis_route_finish
source: Route finish
ru: Конец маршрута

# dgis_direct_route
source: Direct route
ru: Без остановок

# dgis_get_off_after
source: Get off after: {after}
ru: Выходите после: {after}

# dgis_transfers
source: {count, plural, =0{No transfers} =1{1 transfer} other{{count} transfers}}
ru: {count, plural, =1{1 пересадка} few{{count} пересадки} many{{count} пересадок} other{{count} пересадок}}

# dgis_stops
source: {count, plural, =0{No stops} =1{1 stop} other{{count} stops}}
ru: {count, plural, =1{1 остановка} few{{count} остановки} many{{count} остановок} other{{count} остановок}}

# dgis_stations
source: {count, plural, =0{No stations} =1{1 station} other{{count} stations}}
ru: {count, plural, =1{1 станция} few{{count}станции} many{{count} станций} other{{count} станций}}

# dgis_public_transport_type_bus
source: Bus
ru: Автобус

# dgis_public_transport_type_trolleybus
source: Trolleybus
ru: Троллейбус

# dgis_public_transport_type_tram
source: Tram
ru: Трамвай

# dgis_public_transport_type_shuttle_bus
source: Shuttle bus
ru: Маршрутка

# dgis_public_transport_type_metro
source: Metro
ru: Метро

# dgis_public_transport_type_suburban_train
source: Suburban train
ru: Электричка

# dgis_public_transport_type_funicular_railway
source: Funicular railway
ru: Фуникулёр

# dgis_public_transport_type_monorail
source: Monorail
ru: Монорельс

# dgis_public_transport_type_waterway
source: Waterway transport
ru: Водный транспорт

# dgis_public_transport_type_cable_car
source: Cable car
ru: Канатная дорога

# dgis_public_transport_type_speed_tram
source: Speed tram
ru: Скоростной трамвай

# dgis_public_transport_type_premetro
source: Premetro
ru: Метротрам

# dgis_public_transport_type_light_metro
source: Light metro
ru: Лёгкое метро

# dgis_public_transport_type_aeroexpress
source: Aeroexpress
ru: Аэроэкспресс

# dgis_public_transport_type_mcc
source: MCC
ru: МЦК

# dgis_public_transport_type_mcd
source: MCD
ru: МЦД

# dgis_navi_arrival
source: arrival
ru: прибытие

# dgis_navi_sound_settings_title
source: Sound settings
ru: Настройка звука

# dgis_navi_sound_settings_subtitle_on
source: Maneuvers turned on
ru: Маневры включены

# dgis_navi_sound_settings_subtitle_off
source: Maneuvers turned off
ru: Маневры выключены

# dgis_navi_parking_lots_on_the_map
source: Parking lots on the map
ru: Парковки на карте

# dgis_navi_traffic_jams_on_the_road
source: Traffic jams on the roads
ru: Пробки на дорогах

# dgis_navi_end_the_trip
source: End the trip
ru: Завершить поездку

# dgis_navi_alert_has_been_added
source: Alert has been added
ru: Событие добавлено

# dgis_navi_failed_to_add_alert
source: Failed to add alert
ru: Не удалось добавить событие

# dgis_navi_better_route_found_with_time
source: Found a route {minutes} min faster
ru: Найден маршрут на {minutes} мин быстрее

# dgis_navi_longer_route_found_with_time
source: Found a route {minutes} min longer
ru: Найден маршрут на {minutes} мин дольше

# dgis_navi_route_found_same_time
source: Found a route. Same time
ru: Найден маршрут. То же время

# dgis_navi_better_route_found_without_time
source: There is a better route
ru: Есть маршрут лучше

# dgis_navi_better_route_cancel
source: Cancel
ru: Отмена

# dgis_navi_route_re_search
source: Updating the route
ru: Перестроение маршрута

# dgis_navi_missing_gps
source: GPS signal lost
ru: Потерян сигнал GPS

# dgis_navi_parking
source: Parking lots
ru: Парковки

# dgis_navi_finish
source: You have arrived!
ru: Вы на месте!

# dgis_navi_maneuver_next
source: Next
ru: Затем

# dgis_navi_maneuver_exit_named
source: Exit {name}
ru: Съезд {name}

# dgis_navi_maneuver_exit_number
source: Exit {number}
ru: {number}-й съезд

# dgis_navi_freeroam_ride_management
source: Manage the trip
ru: Управление поездкой

# dgis_navi_view_route
source: View route
ru: Просмотр маршрута

# dgis_navi_continue_the_trip
source: Continue the trip
ru: Продолжить поездку

# dgis_navi_indoor_navigation
source: Indoor navigation
ru: Навигация внутри здания

# dgis_navi_floor
source: {floor} floor
ru: {floor} этаж
